IDEA Open Model
Hanging.EdgeOrientationType Property
Compatible with IDEA StatiCa Beta 20.0
 Edge orientation type
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public EdgeOrientationType EdgeOrientationType { get; set; }
Public Property EdgeOrientationType As EdgeOrientationType
	Get
	Set
Property Value
Type: EdgeOrientationType
See Also
Reference
Hanging Class
IdeaRS.OpenModel.Detail Namespace